Repository: itonx/ShelterVault
Catalog: ShelterVault/ShelterVault/Strings/*/Resources.resw
Source language: en_us
Languages: es_mx

# NewVaultButton.ToolTipService.ToolTip
source: New vault
es_mx: Nuevo baúl

# PasswordValidation8Chars.Text
source: Be at least 8 characters
es_mx: Ser de 8 caracteres mínimo

# PasswordValidation1Lower.Text
source: Have at least one lowercase letter (a-z)
es_mx: Tener al menos 1 letra minúscula (a-z)

# PasswordValidation1Upper.Text
source: Have at least one uppercase letter (A-Z)
es_mx: Tener al menos 1 letra mayúscula (A-Z)

# PasswordValidation1Number.Text
source: Have at least one number (0-9)
es_mx: Tener al menos 1 número (0-9)

# PasswordValidation1Special.Text
source: Have at least one special character
es_mx: Tener al menos 1 caracter especial

# PasswordValidationMaxChars.Text
source: Not be grather than 32 characters
es_mx: Ser de 32 caracteres máximo

# PasswordValidationMasterKeyMust.Text
source: Master key password must:
es_mx: La llave maestra debe:

# PasswordValidationPasswordMust.Text
source: Password must:
es_mx: El password debe:

# SelectEnglishLang.Content
source: English
es_mx: Inglés

# SelectSpanishLang.Content
source: Spanish
es_mx: Español

# NavigationHomeItem.Content
source: Home
es_mx: Inicio

# NavigationNewCredentialsItem.Content
source: New credentials
es_mx: Nuevas credenciales

# CredentialsButtonCancel.Text
source: Cancel
es_mx: Cancelar

# CredentialsButtonShow.Text
source: Show
es_mx: Mostrar

# CredentialsButtonHide.Text
source: Hide
es_mx: Ocultar

# CredentialsButtonCopy.Text
source: Copy
es_mx: Copiar

# CredentialsButtonSave.Text
source: Save
es_mx: Guardar

# CredentialsButtonDelete.Text
source: Delete
es_mx: Eliminar

# AppBarSwitchVault.Text
source: Switch Vault
es_mx: Cambiar de baúl

# DialogCloseDefault.Text
source: Close
es_mx: Cerrar

# DialogTitleDefault.Text
source: Attention
es_mx: Atención

# DialogWrongMasterKey.Text
source: Wrong master key.
es_mx: La llave maestra es incorrecta.

# DialogCredentialsDeleted.Text
source: Your credentials were deleted.
es_mx: Tus credenciales fueron borradas.

# DialogCredentialsNotDeleted.Text
source: Your credentials couldn't be deleted.
es_mx: Tus credenciales no pudieron ser borradas.

# DialogCredentialsUpdated.Text
source: Your credentials were updated.
es_mx: Tus credenciales fueron actualizadas.

# DialogCredentialsNotUpdated.Text
source: Your credentials couldn't be updated.
es_mx: Tus credenciales no pudieron ser actualizadas.

# DialogCredentialsSaved.Text
source: Your credentials were saved.
es_mx: Tus credenciales fueron guardadas.

# DialogCredentialsNotSaved.Text
source: Your credentials couldn't be saved.
es_mx: Tus credenciales no pudieron ser guardadas.

# DialogCredentialsEmptyTitle.Text
source: Title can't be empty.
es_mx: El título no puede estar vacío.

# DialogCredentialsPasswordMinimumRequirementsError.Text
source: Password doesn't meet the minimum requirements.
es_mx: El password no cumple los requisitos mínimos de seguridad.

# DialogCredentialsPasswordsDoNotMatch.Text
source: Passwords don't match.
es_mx: Las contraseñas no coinciden.

# DialogCloseYes.Text
source: Yes
es_mx: Si

# DialogCredentialsPendingChanges.Text
source: You have pending changes, do you want to continue without saving changes?
es_mx: Tienes cambios pendientes. ¿Deseas continuar sin guardar cambios?
